Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN She's No Angel.tmx
Source language: ko_kr
Languages: en

source: 이보다 완벽한 사업은 앞으로도 없을 걸세.
en: there will never be a greater company than this one.

source: 이 집에서 혼자 견뎠을 당신을 생각하니 슬퍼졌어요….
en: it makes me sad to think about how you endured this alone in this house…

source: 자의식도 강하셔 -
en: you’re quite self-conscious.

source: 사사도 늘 조심해요.
en: you should always be careful, too.

source: 별 얘기를 다하네.
en: you’re spouting off.

source: 네가 오랜만에 살갑게 굴어 기쁘지만,
en: although it’s nice of you to treat me nicely,

source: 네가 사유지에 침입해서 멋대로 음식을 훔쳐먹는걸, 내 눈으로 똑똑히 봤다.
en: I saw you steal food off private property with my own eyes.

source: 아가씨는요?
en: what about you, miss sasha?

source: 여기서 어떻게 버텼더라?
en: how did I survive here again?

source: 이거 때문에 다른 알바도 관뒀는뎅….
en: I quit my other part-time job to do this...

source: 저희야 영광입니다만…
en: although we would be honored...

source: 넵,
en: yes sir,

source: 내 걱정할 시간에 네 걱정이나 하렴.
en: just worry about yourself.

source: 저는 괜찮아요.
en: I’m fine.

source: 얘기 들어보니까 몇 개는 지금도 할 수 있는 거 같은데.
en: from what I've heard, I think some of them can still be done.

source: 정말 귀여웠는데.
en: she was so adorable then.

source: 친한 척하지 마, 역겨우니까.
en: stop acting like you know me, it’s gross.

source: 단델리온은 옳은 일을 한 거야.
en: you did the right thing, daniel.

source: 나, 뭐 잘못했나?
en: did I do something wrong...?

source: 냉장고에 자리 없어!
en: there’s no more room in the fridge!

source: 어…{j}신부님…?
en: oh...father, right?

source: 그 누구보다도 나한테 제일 먼저 연락 줘.
en: contact me first, before anybody else.

source: 금귤….
en: gyul geum...

source: 그만!
en: enough!

source: 정말 괜찮겠어요?
en: will you really be okay?

source: 앗,
en: ah,

source: 조한아.
en: johan.

source: 아, 이런.
en: oh, darn.

source: 나름대로 신중하게 접근하고 싶었답니다.
en: I wanted to approach the matter carefully.

source: 사사는 나의 어떤 점을 보고 말을 건 걸까?
en: I wonder what sasha saw in me to have talked to me back then.

source: 뭘 먹는 거예요?
en: what are you eating?

source: 가장 행복했던 추억을 떠올려보는 건 어떨까요?
en: how about recalling your happiest memory?

source: 그래,
en: that’s right,

source: 외가 쪽 일은 제가 완벽하게 준비해놓겠습니다.
en: I’ll make the necessary preparations.

source: 아이가 생기면 다 정리될 거야.
en: everything will be sorted out when you have kids.

source: 치사해.
en: that’s not fair.

source: 무슨 꿍꿍인진 모르겠지만, 아가씨가 나한테 관심을 갖다니 별일이네요.
en: not sure what you’re scheming, but here you are, taking an interest in me.

source: 좋아!
en: okay!

source: 외동이랬나?
en: is she the only child?

source: 내가 너한테 얼마를 쓰는데 고작 전국 5등이야!!
en: after all I’ve spent on you, you’re barely fifth place in the whole country?

source: 아아 - 됐어요.
en: oh no, don’t worry about it.

source: 요리 수업하다 다친 거야.
en: I hurt it during cooking class.

source: 무력하기만 했던 어린 시절로 돌아가는 기분이랄까.
en: it’s like I’m reverting back to my younger days when I was powerless.

source: 내게 협조한다면 그날 일은 눈감아줄 수도 있는데.
en: if you help me out, I’ll overlook what I saw.

source: 신부님…?{j}이시죠?
en: father... right?

source: 그거 알아?
en: but you know what?

source: 나랑 결혼해야 네 병원도 생기고 돈줄도, 연줄도 생기니까.
en: marrying me means you get your hospital and your sponsors, and your connections too.

source: 아니, 뭘 그렇게까지.
en: no need.

source: 본인 의지로 그만두는 거 맞아요?
en: are you really quitting of your own accord?

source: 자기 일은…!
en: as for your responsibilities…!

source: 개인의 힘으론 아무것도 바꿀 수 없다는 것.
en: nothing can be changed by just one person.

source: 멋진 분이세요!
en: you’re amazing!

source: 집에 우유가 떨어졌잖아?
en: did we run out of milk?

source: 예전에 지나가듯 들었는데요.
en: I heard about it a long time ago.

source: 너도 이리 와서 엄마랑 낮잠이나 자자 -
en: come take a nap with mommy.

source: 아직까지 연락이 없다니 정말 이상해.
en: it’s strange that he still hasn’t called me.

source: 마음에도 없는 소리.
en: I don’t mean it.

source: 우린 이 상황을 지혜롭게 헤쳐나가야 해.
en: we’ve got to get through this situation wisely.

source: 아버지 취향이 아니라는 이유로 머리를 자르지도 못했어.
en: couldn't even cut my hair because my father didn’t like it.

source: 반응을 보니 그자가 방안에 있었나 봐.
en: based on her reaction, he must’ve been in the room.

source: 먼저 온 금귤 선생이 말해주더군요.
en: mr. geum arrived first and told me.

source: 아니오~
en: nope!

source: 친구 옆에 앉는 게 잘못된 건가요?
en: is it wrong for me to sit next to a friend?

source: 그럴 생각 없어요.
en: I'm not gonna do that.

source: 좋습니다.
en: well then.

source: 맞아―
en: yeah...

source: 내일이 결혼식이니까.
en: the wedding’s tomorrow.

source: 밖에 들리겠어.
en: they’ll hear you outside.

source: 밥이나 먹고 가라잖아.
en: we can just eat and go.

source: 저한테 용무 있으십니까?
en: do you have something to say to me?

source: 변화는 천천히 스며든다.
en: change seeps in slowly.

source: 너무 걱정하지는 마.
en: don’t worry.

source: 오늘 입으실 드레스는 이거예요, 아가씨!
en: this is the dress you’ll wear today, miss!

source: 아마 은퇴하겠죠.
en: I’ll probably retire.

source: 잘 됐다, 정말~
en: amazing, really!

source: 어떻게든 도착했군.
en: I somehow managed to get here.

source: 저 때문에 깨졌으니 제가 보상해 드릴게요.
en: I’ll pay for it since they broke because of me.

source: 그래도,
en: but,

source: 애들이 귤 선생한테―
en: if students think mr. gyul...

source: 내가 맞아도, 울어도 정원에서 케이크나 먹자는 말뿐이었지.
en: when I was hit or when I cried, all she’d say was to come eat cake in the garden.

source: 난 왜 이 모양일까….
en: why am I like this...?

source: 방금 전엔 부끄러운 모습을 보였습니다.
en: please excuse my behavior earlier.

source: 안 돼!!!
en: no!!!

source: 뭐야 그게―
en: what do you mean?

source: 언젠가 이런 날이 올 거라 믿었어.
en: I believed this day would come someday.

source: 대체, 무슨 일이에요!?
en: what the heck is going on?!

source: 아무것도요.
en: it’s nothing.

source: 이런 건 직접 상황이 돼서야 알겠지만… 분명 위화감이 들 거예요.
en: you’ll know this only when the situation arises, but... I’m sure you’ll feel comfortable.

source: 아~
en: oh...

source: 너는 누군데 내 앞길에 훼방을 놓는 거지?
en: who are you to stand in my way?

source: 그래도 오늘 당신이 무사한 것을 보니 마음이 놓이네요.
en: but I’m glad to see that you’re ok.

source: 저런 지능 달리는 돌연변이를 낳다니!!
en: how can we have a bad apple in our family?!

source: 흠흠흠-♪
en: hm hm hmm ♪

source: 에이, 이건 우리 부모님 문제인걸.
en: no, this is my parents’ problem. it has nothing to do with you.

source: 마지막으로 쉰 날이 언제였는지 기억나요?
en: do you remember when you last took a day off?

source: 아가씨 성격에 그냥 당하고 있지 않을 테니까요.
en: I'm not going to let you get away with your personality.

source: …뭐,
en: well...

source: 내가 눈물을 흘린대도
en: even if I shed tears,

source: 애들아 무슨 짓이야!!!
en: what are you guys doing?!

source: 그냥 걱정이 돼서요.
en: I was just worried.

source: 그냥 둬도 된다니까.
en: I told you to leave it.

source: 난 내 딸한테까지 이런 삶을 물려주고 싶지 않다고!!
en: I don't want my daughter to inherit this life!

source: 하나부터 열까지 제가 준비한 일입니다.
en: I’ve prepared everything from start to finish.

source: 그렇구나.
en: I see.

source: 키가 되게 작네.
en: she’s rather petite.

source: 적당한 훈육은 아이를 올바르게 인도하는 지표와도 같잖니?
en: isn’t disciplining a child appropriate to guide him in the right direction?

source: 비밀이에요.
en: it’s a secret.

source: 그래서, 더 지나칠 수가 없었어요.
en: so I couldn’t turn away.

source: 새벽부터 어딜 돌아다니는 거야?
en: where have you been wandering around since dawn?

source: 괜히 할아버지 화나 돋구지 말거라.
en: don’t get on your grandfather’s nerves.

source: 그놈보다 내가 아가씨를 더 잘 아니까 이기는 싸움이라고.
en: I know her better than that jerk does. this’ll be a winning battle for me.

source: 그것을
en: I wanted...

source: 다음에 다시 통화해요!!
en: let’s talk again later!

source: 경호원들이 계속 순찰 돌고 있으니 이제 그만 연회복으로 갈아입으시지요.
en: the bodyguards are constantly on patrol, so stop changing into your banquet clothes.

source: 이만 물러가겠습니다.
en: we’ll leave you be now.

source: 울고 계시잖아?!
en: she’s crying!

source: 벌써 한 시간이 넘었어.
en: it’s already been more than an hour.

source: 내가 모르는 무언가가 있는 걸까?
en: is there something I don’t know?

source: 내 아버지 짓이었어.
en: my father did it.

source: 가장 뛰어난 것을 뭉쳐서 만들었는데, 고작 나온 게 그거였으니까요.
en: although she was created with the most precious things, this is how she turned out.

source: 회장님께서 그러실 분은 아니라고 생각하지만…
en: though I don’t think you’ll go on telling others, sir...

source: 그런데, 저희 집은 종교활동을 안 하거든요.
en: but we aren’t a religious household.

source: 커피가 나를…?
en: pester me...?

source: 시끄러워.
en: shut up.

source: 지금은 눈앞에 일만 생각하자.
en: let’s focus on the present.

source: 민감한 일이긴 하지만 이상할 정도로 비협조적이군.
en: although I understand it’s a delicate situation, they’re all strangely so uncooperative.

source: 애들이 보면 귀찮아지잖아.
en: it’ll be annoying if the kids see.

source: 화해하렴.
en: so make up with him.

source: 이미 얘기를 들었나???
en: did she already hear what happened?

source: 뭘 바라고 그런 질문을 하는 거죠?
en: what are you trying to do by asking that?

source: 왜, 그런 돌발행동을 한 거지?
en: why did you pull such a sudden move?

source: 그럼, 눈을 감을게요.
en: I’ll close my eyes, then.

source: 이건 결혼 후.
en: this one’s after we got married.

source: 무슨 일 생기면 자네들에게 제일 먼저 책임을 묻겠어.
en: I’ll hold you accountable if anything happens.

source: 자, 내가 하는 거 먼저 봐봐요.
en: first, watch how I do it.

source: 드디어 제대로 찾아왔네.
en: I finally found you.

source: 역시 내 생일이군, 단순한 녀석.
en: of course it’s my birthday. what a simpleton.

source: 휴.
en: phew.

source: 당신은 용감한 사람이야.
en: you’re a brave person.

source: 그럴 리 없어.
en: it can’t be.

source: 이거 다 어디서 난 거예요?
en: where did you get all these?

source: 그건 당신의 의지로 한 일이 아니라고 생각했기 때문이에요.
en: it’s because I thought you weren’t doing it of your own choice.

source: 아버지, 저도 답답해요.
en: father, I’m frustrated too.

source: 걱정 말거라.
en: don’t worry.

source: 세상을 이롭게 만드는 것만으로도 아빠는 피곤하단다.
en: I get tired just from trying to make the world a better place.

source: 본인 힘으로 찾아오신 줄 착각했네요.
en: I thought you came here of your own volition...

source: 보고드립니다.
en: I’ll now read the report.

source: 이상하군.
en: that’s strange...

source: 소란스럽군.
en: it’s very noisy.

source: 부모님은?
en: what about your parents?

source: 지금 어디로 가져가는 거죠?
en: are you taking it away somewhere?

source: 할 말 없습니다.
en: I have nothing to say.

source: 그렇기에 엇나가는 걸 구경만 할 수는 없어요.
en: I can’t let things go wrong.

source: 난, 금귤 선생님 같은 사람이 더 멋지다고 생각하거든.
en: I think mr. geum is a much cooler kind of person.

source: 너무 한심하고 부끄러워….
en: so pathetic and shameful...

source: 귀여운 내 아기 -
en: my cute baby.

source: 결혼… 결혼…?
en: get married... get married...?

source: 엄마가 요즘 봄바람이 나서 그런지 깔깔대느라 더 그런가 봐, 참 이상하다―
en: maybe I’ve been acting up lately due to the changing of the seasons. how strange, huh?

source: 흥미롭군요.
en: interesting...

source: 커피만 놓고 가.
en: just leave me some coffee.

source: “네 의견을 듣고 싶어.’
en: “I wanna hear your opinion.”

source: 귤 선생도 이상했어.
en: mr. gyul was acting weird too.

source: 왜 날 호출하지 않았죠?
en: why didn’t you call me?

source: 신부님!
en: father!

source: 네, 네….
en: yes, yes…

source: 이쪽이야!!!
en: this way!

source: 돈으로 뭐든 다 되는 줄 아십니까?
en: do you think money can get you anything?

source: 아니…
en: no...

source: 당신은 신부 자격이 없어!!
en: you don’t even deserve to be a priest!

source: 괜찮…
en: it’s ok--

source: 괜찮은 목소리가 아니야….
en: she doesn’t sound okay…

source: 제가 가정교육을 제대로 시켰어야 했는데,
en: I should’ve disciplined her better.

source: 넹?!
en: huh?

source: 지금 편애 하는 거야?
en: are you showing favoritism?

source: 신부님들은 다 해?!
en: can all priests do that?!

source: 나 때문이라든가, 그런 생각 하는 거 아니지?
en: or thinking that it’s your fault?

source: 성공과 실패의 유무는 상관없어.
en: regardless of whether it succeeds or not.

source: 아주 잘생겨가지고들―
en: and so lovely, too.

source: 저…
en: about that...

source: 지금 네 꼴이 어떤지 알고 있는 거야?
en: do you know what you look like now?

source: 눈을 감고,
en: ...close your eyes,

source: 며칠 반항했다고 우리 아버지가 수작 부린 거였어.
en: my father did this because I was rebellious for a few days.

source: 쓰레기들.
en: scumbags.

source: 길고 아름다운 머리카락.
en: ...and long, lovely hair.

source: 지금까지 그랬던 것처럼.
en: just like how it’s always been.

source: 아가씨는 이해 못 하시겠지만.
en: you probably won’t understand, miss sasha,

source: 게다가 넌….
en: besides, you…

source: 왜 그래?
en: what’s with that look?

source: 덕분에 뒤에 제 손님께 거하게 첫인상 심어주셨네요.
en: thank you for making a huge first impression on my guest, father.

source: 으으으응 ―?
en: huh?

source: 벌써 가는 거예요?
en: are you leaving already?

source: 알고 있어.
en: I know.

source: 구마한다는 거 학교에 소문 내버린다!!!
en: I’m gonna tell everyone at school about this!

source: 너 따위가 감히 주제넘게…!
en: how dare you...!

source: 경험에서 나오는 뼈 깊은 조언이야.
en: that’s great advice coming from experience.

source: 저는 이만 내일의 준비를 하러 가보겠습니다.
en: I’m gonna go get ready for tomorrow.

source: 괜찮아요―
en: that’s okay!

source: 아무리 생각해도 와닿지가 않아.
en: no matter how much I think about it, it doesn’t make sense.

source: 이대로 나 혼자 떠나버리면 평생 후회할 것 같거든.
en: I think I’ll regret it for the rest of my life if I leave like this.

source: 이게 이해가 안 돼?
en: don’t you understand?

source: 이만 가서 쉬는 게 좋겠군.
en: you'd better go rest now.

source: 교수님.
en: professor.

source: 오늘은 어르신이 많이 봐주셨네요.
en: your father went easy on you today.

source: 부담을 드리고자 했던 건 아니었습니다.
en: I didn’t mean to burden you.

source: 조명?
en: lighting?

source: 그게….
en: ummm...

source: 우리 학생이 어제 시내에서 폭행 사건을 일으켰습니다.
en: one of our students committed an assault in the city yesterday.

source: 너랑 결혼하게 되면…
en: if I end up marrying you...

source: 그럴 일이 있었어요.
en: stuff happened.

source: 나 옷 갈아입을 거니까 준비하라고 전해.
en: please tell them to get ready. I want to change.

source: 같은 학교였다니 기막힌 우연이군.
en: what a strange coincidence that we attend the same school.

source: 무슨 일에 동조하는지 설명은 들었나요?
en: were you given an explanation as to what you’re agreeing to do?

source: 그래서 더 걱정하는 거야.
en: that’s why I’m worried.

source: 이쪽은 관계자만 들어올 수 있는 건물이거든요.
en: only authorized persons can enter this building.

source: 학교 밖에서까지 이러시면 어떡해요-!?
en: how could you do this outside of school?!

source: 슬퍼 보여요.
en: you seem sad.

source: 물론. ^^
en: of course!

source: 전능하신 분이시여,
en: oh, almighty god...

source: 신부님, 무서운 거 좋아해?
en: father, do you like scary things?

source: 혹여나 제 착각일 수도 있으니 너무 담아두지는 마십시오.
en: I could’ve misunderstood, so just take it with a grain of salt.

source: 평소에도 거의 안 드시잖아요.
en: you practically don’t eat anything.

source: 이렇게 많이 주셔도 돼요?
en: is it okay to accept this much?

source: 용감한 것과 무모하다는 건 큰 차이가 있는 거 알지?
en: you do know that there’s a big difference between being brave and being reckless, right?

source: 사모님~~!
en: madam!

source: 그 거짓과 참을 잘 구분해서 지도해주시면 고맙겠습니다.
en: I’d appreciate it if you could teach the students what is good versus bad.

source: 질문의 의도를 이해 못 하겠구나.
en: I don’t understand the intent of this question.

source: 반갑습니다, 권 교수님.
en: it’s nice to meet you, professor gwon.

source: 우리 애들은 바보가 아니라고요!!
en: they’re not fools at all!

source: 그것뿐이었다고―
en: that’s all there is to it.

source: 큭.
en: ugh.

source: 호호호-
en: hohoho,

source: 전혀 모르겠는데.
en: I have no idea.

source: 그게 무슨 말씀 이시죠?
en: what do you mean by that?

source: 내 기회를 걷어찬 건 너야.
en: you’re the one who took my chance.

source: 명예로운 교수님께서 이 이상 소란을 피우면 안 되잖아요.
en: an honorable professor shouldn't make any more noise than this.

source: 어중간한 양심 때문에 명예도 있어야겠고.
en: I must have honor because of my half-hearted conscience.

source: 어… 그러니까….
en: oh… ummm…

source: 학생!!
en: kiddo!

source: 옛날 신부님도 몰래(멋대로) 일을 꾸미곤 하셨는데 그 점까지 똑 닮으셨어―
en: back then, the late priest used to organize things secretly as he pleased. you really do take after him.

source: 다행히 아무도 없군.
en: thankfully, no one’s here.

source: 결론을 말해보자면…
en: what I’m trying to say is...

source: 무슨 일 있었어?
en: is everything alright?

source: 아버지를 만나보자.
en: I should go meet father.

source: 늦겠습니다, 아가씨.
en: you’re late, miss sasha.

source: 이상하네…?
en: that’s weird...

source: 우리끼리 새 계획을 세우는 거로 결론 내자.
en: let’s just try to come up with a new plan.

source: 단델리온 신부와 연락이 안 돼.
en: I can’t reach father daniel.

source: 나야말로…
en: I’m the one who is...

source: 이 녀석을 어쩌지….
en: what am I gonna do about this kid…

source: 여기 계시면 위험합니다.
en: it’s dangerous here.

source: 친구의 도움도 좀 받았지.
en: I got some help from a friend too.

source: 매번 덜렁거려서 자주 코가 깨지면서도 식물은 어찌나 꼼꼼하게 물을 주시던지.
en: she watered them meticulously, even though she’s often so clumsy she hurts herself.

source: 웨딩드레스는 이걸로 입을 거니까 그렇게 알고.
en: just so you know, I’ll be wearing this wedding dress.

source: “나는 너를 존중해.”
en: “I respect you.”

source: 도둑이나 흉악범일 가능성도 있잖습니까.
en: it could’ve been a thief or a criminal.

source: 걔네는 진짜~ 바보들이야.
en: they’re such fools.

source: 더군다나 귀한 분들 모시는 자리지 않습니까?
en: moreover, isn’t this a place to host noble people?

source: 곤란하다니?
en: difficult?

source: 결혼하면 이 방부터 없애줄게요.
en: as soon as we get married, I’m getting rid of this room.

source: 그건….
en: yes...

source: 띠리라온 선생님 우리도 결혼식 가도 돼요?
en: mr. danny, can we come to the wedding too?

source: 경찰에는 신고했어?
en: did you report it to the police?

source: 온종일 전화도 없고, 문자도 없고,
en: you never called or texted all day.

source: 나라면 그렇게 못 했을 거야.
en: I wouldn’t have been able to do it if it was me.

source: 의지?
en: my own choice?

source: 아, 이야기가 길어졌네요.
en: oh sorry to bore you.

source: 흠… 흠….
en: hmmm… hmmm…

source: 나처럼…?
en: like me...?

source: 그래도 괜찮으시겠어요?
en: would that be all right?

source: 올리브!
en: olive!

source: 이런.
en: darn it.

source: 무례한 짓 그만하고 나가란 말이야!!
en: cut the disrespect and get out!

source: 아니면 알아볼 생각이라도 해야지.
en: he should at least try to figure it out.

source: 왔던 길을 되돌아 가려고요!
en: I’ll just go back the way I came in!

source: 문이 열렸습니다―
en: The door is open.

source: 뭐, 하나 물어봐도 돼요?
en: can I ask you something?

source: 우리 생각보다 비타민이 빠르게 퍼져나가는 것 같아요.
en: the vitamin has spread faster than we expected.

source: 내일 준비는 잘 돼 가시는지 궁금해서 연락드렸습니다.
en: I called you because I was wondering if the preparations for tomorrow are going well.

source: 잠시 딴생각 했어요.
en: I got lost in my thoughts for a moment.

source: 오랜만에 뵙네요!!
en: long time no see!

source: 할 거예요.
en: I’ll do it.

source: 네가 돌봐주고 있는 커피 말인데.
en: it’s about that kid, coffee, you look after.

source: 뭐, 생각해둔 거 있어?
en: did you have anything in mind?

source: 금방 익숙해 지실 거예요.
en: but you’ll get used to it.

source: 우리 엄만 늘 자기 삶에 만족하는 것처럼 보였으니까.
en: after all, she always looked satisfied with her life.

source: 훨씬 더 대단하지.
en: ...than a guy like me.

source: 불만이 있으면…
en: if you have complaints, just--

source: 하수구도 건너는군.
en: I have to cross a sewer.

source: 우왕….
en: whoa…

source: 다녀와서 어땠는지 얘기해주기다!!
en: you have to let me know how it went when you come back!

source: 어서 준비 해야겠네요!!
en: we better hurry up!

source: 이리 앉아봐.
en: sit here.

source: 하지만 당장 어쩌겠습니까?
en: but what can we do right now?

source: 내 말이 우스워?
en: are you kidding me?

source: 권조근이라고 합니다.
en: my name is jogeun gwon.

source: 진심을 구분할 줄 모르면서, 집안 사람은 다들 날 가르치려 들어.
en: these people are trying lecture me when they can’t even tell when I’m being sincere.

source: 이건 그렇게 단순한 일이 아니에요.
en: it’s not as simple as that.

source: 그분을 기억하고 있는 게 나 한 사람뿐이 아니라 안심했다.
en: to my relief, I wasn’t the only one who remembered her.

source: 삶의 목적은 공부가 아니니 정답이 없어도 괜찮다.
en: the purpose of life isn’t studying, so it's okay if you don't know the answer.

source: 내일부터는 저희 병원에서 새로운 약을 조제해올 겁니다.
en: we’ll prepare a different medicine from our hospital going forward.

source: 내 예상이 맞더라고.
en: I was right.

source: 할아버지 쓰러지 전에 나가거라!!
en: leave before grandfather collapses!

source: 정말 이상하군.
en: that’s strange.

source: 괜찮죠?
en: is that okay?

source: 빨리 이쪽으로 오세요!
en: please come this way!

source: 갑자기 나타나서 착한 척은….
en: showing up out of nowhere and acting all nice...

source: 무슨 말인지 알겠나?
en: do you understand?

source: 그래도 명심하셔야 해요.
en: you have to keep that in mind.

source: 사사 선생 빈자리가 크게 느껴지네요.
en: I can really feel miss sasha’s absence.

source: 아, 움직이지 마세요.
en: oh, please don’t move.

source: 당신이 그를 연모하는 것처럼 보여요.
en: your affection for him in your eyes.

source: 이렇게 빨리 처리해 주시다니~
en: I didn’t think it would happen so quickly!

source: 저는 괜찮습니다.
en: I’m fine.

source: 자기 편이라고는 하나도 없는 이 안에서 혼자.
en: she was alone in this place with no one by her side.

source: 키도 쑥쑥!
en: my height’s shooting upward!

source: 난 약혼자로서 할 일을 한 것 뿐이에요.
en: I did what I should as your fiance.

source: 안색이 안 좋아 보이세요.
en: you don’t look so well.

source: 침묵하십시오.
en: stay quiet.

source: 오래 고민하고 결정한 일이야.
en: it's something I've been thinking about for a long time.

source: 그게 무슨 말이야?
en: what do you mean?

source: 저 학생은 내가 아는 학생이라고!
en: I know that student!

source: 따뜻하게 데운 우유라도 갖다 드릴까요?
en: shall I bring you some warm milk?

source: 이해를 잘못하신 것 같은데 이건 그렇게 단순한 일이 아닙니다.
en: I think you've misunderstood. it's not that simple.

source: 뭘 놀라고 그래, 너도 그랬잖아.
en: what are you surprised about? you did the same.

source: 보육 시설과 주변 행정센터에 떡만 안전하게 돌린다면….
en: if we hand out some gifts to the childcare facilities and nearby administrative centers...

source: 대답도 안 하시고, 반응이 없어.
en: she’s not answering or reacting to me.

source: 신발은 어디 두셨어요.
en: where did you leave your shoes?

source: 흠….
en: hmmm...

source: 지난 며칠간 네가 얼마나 반항적이었는지 너 자신을 모르는 거야?
en: are you not aware of how rebellious you’ve been in the past few days?

source: 어머~ 그렇군요~
en: gosh, is that so?

source: 수요일 수업만 아니면 꽤 널널하니까요.
en: I’m pretty free, except for wednesday’s class.

source: 좀 더 많은 정보를 안다면 도움이 되지 않을까…?
en: I think I can help if I knew more...

source: 이게 마지막 양배추라니 조금 서글프군요.
en: this is the last cabbage, so it feels a bit sad.

source: 제 자식이라고 감싸주는 거냐?!
en: are you defending him because he’s your son?!

source: 흥미 없어요.
en: I’m not interested.

source: 결혼을 몇 년째 미루질 않나.
en: on top of that, she’s been delaying her marriage for years now.

source: 어이―
en: hey!

source: 다행이네요.
en: that’s good.

source: 이 집에서 유일하게 평화로운 곳이지.
en: this is the only peaceful place in this entire house.

source: 너무 늦기 전에 바로 잡아야 해….
en: I need to set things right before it's too late...

source: “너는 그런 생각을 하는구나.”
en: “so that’s what you think.”

source: 자아라는 게 없어진 걸까?
en: has his ego been destroyed?

source: 병원에서 날 따돌리고 올리브랑 돌아와 버린 것도 그렇고,
en: not only did you leave me at the hospital and come back with olive,

source: 특히 나에게 달려드는 상대방, 예를 들어 저 같은 경호원일 수도 있겠네요.
en: in particular, it could be someone who rushing toward you, such as a bodyguard.

source: 사람, 바보 만드는 약?
en: the medicine that makes fools out of people?

source: 신부님한테 들켰으니까 꿀알바도 끝인 건가?
en: is my awesome part-time job over cuz you’ve caught me?

source: 지금 마땅히 할 일 없죠?
en: you don’t have anything to do, right?

source: 재미없게.
en: you’re no fun.

source: …흠…
en: hmm...

source: 분명 오늘 무슨 일이 생길 테니까 말이야.
en: I'm sure that something's gonna happen today

source: 눈물이 그렁그렁이면서!!
en: I see tears in your eyes!!

source: 이 집은 미쳤어, 내 가족도 못 만나게 하고 집안에서만 있으라는 게 말이 되는 소리야?!
en: this house is crazy. does it make any sense for me to stay at home without seeing my family?!

source: 이 사람은 이런 사람이지.
en: she’s that kind of person.

source: 이게 다 한 건데.
en: I am ready.

source: 그럼 그렇게 알고 있을게.
en: thanks for letting me know.

source: 피곤하면 그냥 쉬지 뭐 하러 와?
en: why are you here instead of resting if you’re tired?

source: 결론적으로는 아무 오해도 없었던 거라고 내 말을 듣지도 않고 가버렸어요.
en: he said there was no misunderstanding and just left without listening to me.

source: 눈치없는 놈.
en: dimwit.

source: 당신은 안 가봐도 되나요?
en: and you don’t have to be there?

source: 카페에 손님이 우리뿐인 걸 행운으로 아세요.
en: you're lucky we're the only customers in the cafe.

source: 아니요.
en: no.

source: 정말 끔찍하다.
en: how terrible.

source: 학원?
en: academy?

source: 역겨워.
en: it’s disgusting.

source: 사사,
en: sasha,

source: 오늘부터 환경을 바꿔보려고 새로운 학원에…
en: starting today, I’m going to an academy for a change of scenery--

source: 나랑―
en: it’s just me...

source: 이대로 지나가야 하는 일인 걸까?
en: should I just turn a blind eye to this?

source: 오늘 컨디션이 별로야.
en: I’m feeling under the weather today.

source: 내가 찾아가는 게 편해.
en: I’ll do it myself.

source: 그래서 결국 들통났지 뭐예요?!
en: in the end, I was finally found out!

source: 다만…
en: but...

source: 이러다 쓰러지시면 더 큰 일인 거 아시잖아요.
en: you know it’d be a big deal if you collapse like this.

source: 네 이런 성격이 부러워….
en: I envy your personality...

source: 맞아요?
en: so it’s true?

source: 그거 우리 집안 제품이야.
en: it’s my family’s product.

source: 자기 할 말만 하고 끊네.
en: he always has the last word.

source: 무슨 생각?
en: what are you thinking about?

source: 도시부터 접근하는 건 위험 요소가 더 크지만 말이야.
en: but to approach in the city would be too much of a risk.

source: 넌, 왜 밖에 나와 있는 거지?
en: what’re you doing out here?

source: 서로 잘 살아있는 걸 알았으니, 이제 됐죠?
en: now that we both know each other’s alive, that’s enough, right?

source: 뭐야.
en: what the heck,

source: 사업은 잘 돼 가시나요?
en: how has your business been doing?

source: 용접돼있다.
en: welded together.
